Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Key-Value
de: Schlüssel-Wert
es: Clave-Valor
fr: Clé-Valeur
ja: キー・バリュー
ko: 키-값
pt_br: Chave-Valor
zh_hans: 键值对
zh_hant: 鍵值對

source: Key-value pairs
de: Schlüssel-Wert-Paare
es: Pares clave-valor
fr: Paires clé-valeur
ja: キーと値のペア
ko: 키-값 쌍
pt_br: Pares chave-valor
zh_hans: 键值对
zh_hant: 鍵值對

source: Keychain credentials
de: Schlüsselbund-Anmeldedaten
es: Credenciales del llavero
fr: Identifiants du trousseau
ja: キーチェーン認証情報
ko: 키체인 자격 증명
pt_br: Credenciais do Keychain
zh_hans: 钥匙串凭据
zh_hant: 鑰匙圈憑證

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
ko: 마지막 확인
pt_br: Última verificação
zh_hans: 上次检查
zh_hant: 上次檢查

source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
ja: 最終同期
ko: 마지막 동기화
pt_br: Última sincronização
zh_hans: 上次同步
zh_hant: 上次同步

source: Line Ending
de: Zeilenende
es: Fin de línea
fr: Fin de ligne
ja: 改行コード
ko: 줄 끝
pt_br: Fim de linha
zh_hans: 换行符
zh_hant: 換行符號

source: Link to spec after import
de: Nach Import mit Spec verknüpfen
es: Vincular a la especificación después de importar
fr: Lier à la spécification après l'importation
ja: インポート後に仕様にリンク
ko: 가져온 후 사양에 연결
pt_br: Vincular à especificação após importar
zh_hans: 导入后链接到规范
zh_hant: 匯入後連結至規格

source: Linked spec
de: Verknüpfte Spec
es: Especificación vinculada
fr: Spécification liée
ja: リンク済み仕様
ko: 연결된 사양
pt_br: Especificação vinculada
zh_hans: 已链接规范
zh_hant: 已連結規格

source: Linked to %@. Use Check for updates to sync changes from the live spec.
de: Mit %@ verknüpft. Verwenden Sie Auf Updates prüfen, um Änderungen aus der verknüpften Spec zu synchronisieren.
es: Vinculado a %@. Usa Buscar actualizaciones para sincronizar cambios de la especificación activa.
fr: Lié à %@. Utilisez Vérifier les mises à jour pour synchroniser les modifications de la spécification active.
ja: %@ にリンクされています。「更新を確認」で参照元仕様の変更を同期してください。
ko: %@에 연결되어 있습니다. 「업데이트 확인」으로 연결된 사양의 변경 사항을 동기화하세요.
pt_br: Vinculado a %@. Use Verificar atualizações para sincronizar alterações da especificação ativa.
zh_hans: 已链接到 %@。使用“检查更新”同步联机规范的变更。
zh_hant: 已連結至 %@。使用「檢查更新」同步線上規格的變更。

source: Listen to SSE Stream
de: SSE-Stream empfangen
es: Escuchar flujo SSE
fr: Écouter le flux SSE
ja: SSE ストリームをリッスン
ko: SSE 스트림 수신
pt_br: Ouvir fluxo SSE
zh_hans: 监听 SSE 流
zh_hant: 監聽 SSE 串流

source: Load Demo Data
de: Demodaten laden
es: Cargar datos de demostración
fr: Charger les données de démonstration
ja: デモデータを読み込み
ko: 데모 데이터 불러오기
pt_br: Carregar dados de demonstração
zh_hans: 加载演示数据
zh_hant: 載入示範資料

source: Local fingerprint
de: Lokaler Fingerabdruck
es: Huella local
fr: Empreinte locale
ja: ローカルフィンガープリント
ko: 로컬 지문
pt_br: Impressão digital local
zh_hans: 本地指纹
zh_hant: 本機指紋

source: Local record is missing the updatedAt field.
de: Dem lokalen Datensatz fehlt das updatedAt-Feld.
es: Al registro local le falta el campo updatedAt.
fr: Le champ updatedAt manque sur l'enregistrement local.
ja: ローカルレコードに updatedAt フィールドがありません。
ko: 로컬 레코드에 updatedAt 필드가 없습니다.
pt_br: O registro local está sem o campo updatedAt.
zh_hans: 本地记录缺少 updatedAt 字段。
zh_hant: 本地記錄缺少 updatedAt 欄位。

source: Local record payload could not be decoded.
de: Lokale Datensatz-Nutzlast konnte nicht dekodiert werden.
es: No se pudo decodificar la carga útil del registro local.
fr: Impossible de décoder la charge utile de l'enregistrement local.
ja: ローカルレコードのペイロードをデコードできませんでした。
ko: 로컬 레코드 페이로드를 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar a carga útil do registro local.
zh_hans: 无法解码本地记录数据。
zh_hant: 無法解碼本地記錄資料。

source: Manage Environments
de: Umgebungen verwalten
es: Gestionar entornos
fr: Gérer les environnements
ja: 環境を管理
ko: 환경 관리
pt_br: Gerenciar ambientes
zh_hans: 管理环境
zh_hant: 管理環境

source: Manage Environments...
de: Umgebungen verwalten…
es: Gestionar entornos…
fr: Gérer les environnements…
ja: 環境を管理…
ko: 환경 관리…
pt_br: Gerenciar ambientes…
zh_hans: 管理环境…
zh_hant: 管理環境…

source: Manage Proto Library
de: Proto-Bibliothek verwalten
es: Administrar biblioteca proto
fr: Gérer la bibliothèque proto
ja: Proto ライブラリを管理
ko: Proto 라이브러리 관리
pt_br: Gerenciar biblioteca proto
zh_hans: 管理 Proto 库
zh_hant: 管理 Proto 程式庫

source: Map array
de: Array zuordnen
es: Asignar matriz
fr: Mapper le tableau
ja: 配列をマップ
ko: 배열 매핑
pt_br: Mapear matriz
zh_hans: 映射数组
zh_hant: 對應陣列

source: Map to field
de: Auf Feld abbilden
es: Mapear a campo
fr: Mapper vers un champ
ja: フィールドに変換
ko: 필드로 매핑
pt_br: Mapear para campo
zh_hans: 映射到字段
zh_hant: 映射至欄位

source: Matches local fingerprint
de: Entspricht lokalem Fingerabdruck
es: Coincide con la huella local
fr: Correspond à l'empreinte locale
ja: ローカルフィンガープリントと一致
ko: 로컬 지문과 일치
pt_br: Corresponde à impressão digital local
zh_hans: 与本地指纹匹配
zh_hant: 與本機指紋相符

source: Max Entries: %lld
de: Max. Einträge: %lld
es: Máx. entradas: %lld
fr: Nombre max d'entrées : %lld
ja: 最大エントリ数：%lld
ko: 최대 항목: %lld
pt_br: Máx. entradas: %lld
zh_hans: 最大条目数：%lld
zh_hant: 最大項目數：%lld

source: Maximum redirects
de: Maximale Weiterleitungen
es: Redirecciones máximas
fr: Redirections maximales
ja: 最大リダイレクト数
ko: 최대 리디렉션 수
pt_br: Redirecionamentos máximos
zh_hans: 最大重定向次数
zh_hant: 最大重新導向次數

source: MCP Setup Guide
de: MCP-Einrichtungsanleitung
es: Guía de configuración MCP
fr: Guide de configuration MCP
ja: MCP セットアップガイド
ko: MCP 설정 가이드
pt_br: Guia de configuração MCP
zh_hans: MCP 设置指南
zh_hant: MCP 設定指南

source: Merge by Name
de: Nach Name zusammenführen
es: Fusionar por nombre
fr: Fusionner par nom
ja: 名前で統合
ko: 이름으로 병합
pt_br: Mesclar por nome
zh_hans: 按名称合并
zh_hant: 依名稱合併

source: Merges folders by name, appends new requests, and skips operations that already exist.
de: Führt Ordner nach Namen zusammen, fügt neue Anfragen hinzu und überspringt bereits vorhandene Operationen.
es: Combina carpetas por nombre, añade solicitudes nuevas y omite operaciones que ya existen.
fr: Fusionne les dossiers par nom, ajoute les nouvelles requêtes et ignore les opérations déjà existantes.
ja: 名前でフォルダをマージし、新しいリクエストを追加し、既存のオペレーションをスキップします。
ko: 이름별로 폴더를 병합하고, 새 요청을 추가하며, 이미 있는 작업은 건너뜁니다.
pt_br: Mescla pastas por nome, adiciona novas requisições e ignora operações que já existem.
zh_hans: 按名称合并文件夹、追加新请求，并跳过已存在的操作。
zh_hant: 依名稱合併資料夾、附加新請求，並跳過已存在的操作。

source: Merging folders and requests into the selected project.
de: Ordner und Anfragen werden in das ausgewählte Projekt zusammengeführt.
es: Combinando carpetas y solicitudes en el proyecto seleccionado.
fr: Fusion des dossiers et des requêtes dans le projet sélectionné.
ja: 選択したプロジェクトにフォルダとリクエストをマージしています。
ko: 선택한 프로젝트에 폴더와 요청을 병합하는 중입니다.
pt_br: Mesclando pastas e requisições no projeto selecionado.
zh_hans: 正在将文件夹和请求合并到所选项目。
zh_hant: 正在將資料夾和請求合併到所選專案。

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
pt_br: Mensagem
zh_hans: 消息
zh_hant: 訊息

source: Message History
de: Nachrichtenverlauf
es: Historial de mensajes
fr: Historique des messages
ja: メッセージ履歴
ko: 메시지 기록
pt_br: Histórico de mensagens
zh_hans: 消息历史
zh_hant: 訊息歷史

source: Message to send as UDP datagram
de: Nachricht als UDP-Datagramm senden
es: Mensaje a enviar como datagrama UDP
fr: Message à envoyer comme datagramme UDP
ja: UDP データグラムとして送信するメッセージ
ko: UDP 데이터그램으로 보낼 메시지
pt_br: Mensagem a enviar como datagrama UDP
zh_hans: 作为 UDP 数据报发送的消息
zh_hant: 作為 UDP 資料報傳送的訊息

source: Message to send over TCP
de: Nachricht über TCP senden
es: Mensaje a enviar por TCP
fr: Message à envoyer via TCP
ja: TCP で送信するメッセージ
ko: TCP로 보낼 메시지
pt_br: Mensagem a enviar via TCP
zh_hans: 通过 TCP 发送的消息
zh_hant: 透過 TCP 傳送的訊息

source: Message to send over WebSocket
de: Nachricht über WebSocket senden
es: Mensaje a enviar por WebSocket
fr: Message à envoyer via WebSocket
ja: WebSocket で送信するメッセージ
ko: WebSocket으로 보낼 메시지
pt_br: Mensagem a enviar via WebSocket
zh_hans: 通过 WebSocket 发送的消息
zh_hant: 透過 WebSocket 傳送的訊息

source: Metadata received
de: Metadaten empfangen
es: Metadatos recibidos
fr: Métadonnées reçues
ja: メタデータを受信
ko: 메타데이터 수신
pt_br: Metadados recebidos
zh_hans: 已接收元数据
zh_hant: 已接收中繼資料

source: Metadata received: %@
de: Metadaten empfangen: %@
es: Metadatos recibidos: %@
fr: Métadonnées reçues : %@
ja: メタデータを受信: %@
ko: 메타데이터 수신: %@
pt_br: Metadados recebidos: %@
zh_hans: 已接收元数据：%@
zh_hant: 已接收中繼資料：%@

source: Method
de: Methode
es: Método
fr: Méthode
ja: メソッド
ko: 메서드
pt_br: Método
zh_hans: 方法
zh_hant: 方法

source: Method + Path
de: Methode + Pfad
es: Método + ruta
fr: Méthode + chemin
ja: メソッド + パス
ko: 메서드 + 경로
pt_br: Método + caminho
zh_hans: 方法 + 路径
zh_hant: 方法 + 路徑

source: Missing timestamp data.
de: Fehlende Zeitstempel-Daten.
es: Faltan datos de marca de tiempo.
fr: Données d'horodatage manquantes.
ja: タイムスタンプデータがありません。
ko: 타임스탬프 데이터가 없습니다.
pt_br: Dados de timestamp ausentes.
zh_hans: 缺少时间戳数据。
zh_hant: 缺少時間戳資料。

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Modified
de: Geändert
es: Modificado
fr: Modifié
ja: 変更
ko: 수정됨
pt_br: Modificado
zh_hans: 已修改
zh_hant: 已修改

source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

source: Move to Folder
de: In Ordner verschieben
es: Mover a carpeta
fr: Déplacer dans le dossier
ja: フォルダへ移動
ko: 폴더로 이동
pt_br: Mover para pasta
zh_hans: 移动到文件夹
zh_hant: 移動至資料夾

source: Negate
de: Negieren
es: Negar
fr: Nier
ja: 否定
ko: 부정
pt_br: Negar
zh_hans: 取反
zh_hant: 否定

source: Nested field
de: Verschachteltes Feld
es: Campo anidado
fr: Champ imbriqué
ja: ネストされたフィールド
ko: 중첩 필드
pt_br: Campo aninhado
zh_hans: 嵌套字段
zh_hant: 巢狀欄位

source: New Environment
de: Neue Umgebung
es: Nuevo entorno
fr: Nouvel environnement
ja: 新しい環境
ko: 새 환경
pt_br: Novo ambiente
zh_hans: 新建环境
zh_hant: 新增環境

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
pt_br: Nova pasta
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
ja: 新規プロジェクト
ko: 새 프로젝트
pt_br: Novo projeto
zh_hans: 新项目
zh_hant: 新專案

source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
ja: 新しいプロジェクト
ko: 새 프로젝트
pt_br: Novo projeto
zh_hans: 新建项目
zh_hant: 新增專案

source: New Request
de: Neue Anfrage
es: Nueva solicitud
fr: Nouvelle requête
ja: 新しいリクエスト
ko: 새 요청
pt_br: Nova requisição
zh_hans: 新建请求
zh_hant: 新增請求

source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
pt_br: Nova aba
zh_hans: 新建标签页
zh_hant: 新增標籤頁

source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
ja: 新しいウインドウ
ko: 새 창
pt_br: Nova janela
zh_hans: 新建窗口
zh_hant: 新增視窗

source: No added operations
de: Keine hinzugefügten Operationen
es: No hay operaciones añadidas
fr: Aucune opération ajoutée
ja: 追加された操作はありません
ko: 추가된 작업 없음
pt_br: Nenhuma operação adicionada
zh_hans: 无新增操作
zh_hant: 無新增操作

source: No Auth
de: Keine Auth
es: Sin autenticación
fr: Pas d'authentification
ja: 認証なし
ko: 인증 없음
pt_br: Sem autenticação
zh_hans: 无认证
zh_hant: 無認證

source: No Body
de: Kein Body
es: Sin cuerpo
fr: Pas de corps
ja: ボディなし
ko: 본문 없음
pt_br: Sem corpo
zh_hans: 无正文
zh_hant: 無主體

source: No changed operations
de: Keine geänderten Operationen
es: No hay operaciones cambiadas
fr: Aucune opération modifiée
ja: 変更された操作はありません
ko: 변경된 작업 없음
pt_br: Nenhuma operação alterada
zh_hans: 没有已更改的操作
zh_hant: 沒有已變更的操作

source: No Code
de: Kein Code
es: Sin código
fr: Pas de code
ja: コードなし
ko: 코드 없음
pt_br: Sem código
zh_hans: 无代码
zh_hant: 無程式碼

source: No conflicting operations
de: Keine konfliktbehafteten Operationen
es: No hay operaciones en conflicto
fr: Aucune opération en conflit
ja: 競合する操作はありません
ko: 충돌하는 작업 없음
pt_br: Nenhuma operação em conflito
zh_hans: 没有冲突的操作
zh_hant: 沒有衝突的操作

source: No Cookies
de: Keine Cookies
es: Sin cookies
fr: Aucun cookie
ja: Cookie なし
ko: 쿠키 없음
pt_br: Sem cookies
zh_hans: 无 Cookie
zh_hant: 無 Cookie

source: No Env
de: Keine Umg.
es: Sin ent.
fr: Sans env.
ja: 環境なし
ko: 환경 없음
pt_br: Sem amb.
zh_hans: 无环境
zh_hant: 無環境

source: No Environment
de: Keine Umgebung
es: Sin entorno
fr: Aucun environnement
ja: 環境なし
ko: 환경 없음
pt_br: Sem ambiente
zh_hans: 无环境
zh_hant: 無環境

source: No Folders
de: Keine Ordner
es: Sin carpetas
fr: Aucun dossier
ja: フォルダなし
ko: 폴더 없음
pt_br: Sem pastas
zh_hans: 无文件夹
zh_hant: 無資料夾

source: No Git provider tokens configured.
de: Keine Git-Anbieter-Token konfiguriert.
es: No hay tokens de proveedor Git configurados.
fr: Aucun jeton de fournisseur Git configuré.
ja: Git 提供元トークンが設定されていません。
ko: Git 제공자 토큰이 구성되어 있지 않습니다.
pt_br: Nenhum token de provedor Git configurado.
zh_hans: 未配置 Git 提供者令牌。
zh_hant: 未設定 Git 提供者權杖。

source: No gRPC Messages
de: Keine gRPC-Nachrichten
es: Sin mensajes gRPC
fr: Aucun message gRPC
ja: gRPC メッセージなし
ko: gRPC 메시지 없음
pt_br: Sem mensagens gRPC
zh_hans: 无 gRPC 消息
zh_hant: 無 gRPC 訊息

source: No History
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
ja: 履歴なし
ko: 기록 없음
pt_br: Sem histórico
zh_hans: 无历史
zh_hant: 無歷史

source: No host
de: Kein Host
es: Sin host
fr: Aucun hôte
ja: ホストなし
ko: 호스트 없음
pt_br: Sem host
zh_hans: 无主机
zh_hant: 無主機

source: No importable operations found in this spec.
de: In dieser Spec wurden keine importierbaren Operationen gefunden.
es: No se encontraron operaciones importables en esta especificación.
fr: Aucune opération importable trouvée dans cette spécification.
ja: この仕様にインポート可能な操作が見つかりませんでした。
ko: 이 사양에서 가져올 수 있는 작업을 찾지 못했습니다.
pt_br: Nenhuma operação importável encontrada nesta especificação.
zh_hans: 此规范中未找到可导入的操作。
zh_hant: 此規格中未找到可匯入的操作。

source: No modified operations
de: Keine geänderten Operationen
es: No hay operaciones modificadas
fr: Aucune opération modifiée
ja: 変更された操作はありません
ko: 수정된 작업 없음
pt_br: Nenhuma operação modificada
zh_hans: 无修改操作
zh_hant: 無修改操作

source: No OpenAPI entry file found in the linked folder.
de: Keine OpenAPI-Einstiegsdatei im verknüpften Ordner gefunden.
es: No se encontró el archivo de entrada OpenAPI en la carpeta vinculada.
fr: Aucun fichier d'entrée OpenAPI trouvé dans le dossier lié.
ja: リンクされたフォルダに OpenAPI エントリファイルが見つかりませんでした。
ko: 연결된 폴더에서 OpenAPI 진입 파일을 찾을 수 없습니다.
pt_br: Nenhum arquivo de entrada OpenAPI encontrado na pasta vinculada.
zh_hans: 在已链接的文件夹中未找到 OpenAPI 主文件。
zh_hant: 在已連結的資料夾中未找到 OpenAPI 主檔案。

source: No OpenAPI entry file found in the selected folder. Expected openapi.yaml, openapi.json, or swagger.yaml.
de: Keine OpenAPI-Einstiegsdatei im ausgewählten Ordner gefunden. Erwartet openapi.yaml, openapi.json oder swagger.yaml.
es: No se encontró el archivo de entrada OpenAPI en la carpeta seleccionada. Se esperaba openapi.yaml, openapi.json o swagger.yaml.
fr: Aucun fichier d'entrée OpenAPI trouvé dans le dossier sélectionné. openapi.yaml, openapi.json ou swagger.yaml attendu.
ja: 選択したフォルダに OpenAPI エントリファイルが見つかりませんでした。openapi.yaml、openapi.json、または swagger.yaml が必要です。
ko: 선택한 폴더에서 OpenAPI 진입 파일을 찾을 수 없습니다. openapi.yaml, openapi.json 또는 swagger.yaml이 필요합니다.
pt_br: Nenhum arquivo de entrada OpenAPI encontrado na pasta selecionada. Esperado openapi.yaml, openapi.json ou swagger.yaml.
zh_hans: 在所选文件夹中未找到 OpenAPI 主文件。需要 openapi.yaml、openapi.json 或 swagger.yaml。
zh_hant: 在所選資料夾中未找到 OpenAPI 主檔案。需要 openapi.yaml、openapi.json 或 swagger.yaml。

source: No OpenAPI entry file found in the selected folder. Expected openapi.yaml, openapi.json, swagger.yaml, or one or more *.openapi.json files.
de: Keine OpenAPI-Einstiegsdatei im ausgewählten Ordner gefunden. Erwartet werden openapi.yaml, openapi.json, swagger.yaml oder eine oder mehrere *.openapi.json-Dateien.
es: No se encontró un archivo de entrada OpenAPI en la carpeta seleccionada. Se esperaba openapi.yaml, openapi.json, swagger.yaml o uno o más archivos *.openapi.json.
fr: Aucun fichier d'entrée OpenAPI trouvé dans le dossier sélectionné. Attendu : openapi.yaml, openapi.json, swagger.yaml ou un ou plusieurs fichiers *.openapi.json.
ja: 選択したフォルダに OpenAPI のエントリファイルが見つかりません。openapi.yaml、openapi.json、swagger.yaml、または 1 つ以上の *.openapi.json を想定しています。
ko: 선택한 폴더에서 OpenAPI 진입 파일을 찾지 못했습니다. openapi.yaml, openapi.json, swagger.yaml 또는 하나 이상의 *.openapi.json 파일이 필요합니다.
pt_br: Nenhum arquivo de entrada OpenAPI encontrado na pasta selecionada. Esperado openapi.yaml, openapi.json, swagger.yaml ou um ou mais arquivos *.openapi.json.
zh_hans: 所选文件夹中未找到 OpenAPI 入口文件。需要 openapi.yaml、openapi.json、swagger.yaml 或一个或多个 *.openapi.json 文件。
zh_hant: 所選資料夾中未找到 OpenAPI 入口檔案。需要 openapi.yaml、openapi.json、swagger.yaml 或一個或多個 *.openapi.json 檔案。

source: No operations only in project
de: Keine Operationen nur im Projekt
es: No hay operaciones solo en el proyecto
fr: Aucune opération uniquement dans le projet
ja: プロジェクトのみの操作はありません
ko: 프로젝트에만 있는 작업 없음
pt_br: Nenhuma operação somente no projeto
zh_hans: 没有仅在项目中的操作
zh_hant: 沒有僅在專案中的操作

source: No operations only in spec
de: Keine Operationen nur in der Spec
es: No hay operaciones solo en la especificación
fr: Aucune opération uniquement dans la spécification
ja: 仕様のみの操作はありません
ko: 사양에만 있는 작업 없음
pt_br: Nenhuma operação somente na especificação
zh_hans: 没有仅在规范中的操作
zh_hant: 沒有僅在規格中的操作

source: No Projects
de: Keine Projekte
es: Sin proyectos
fr: Aucun projet
ja: プロジェクトなし
ko: 프로젝트 없음
pt_br: Sem projetos
zh_hans: 无项目
zh_hant: 無專案

source: No projects available. Create a project first.
de: Keine Projekte verfügbar. Erstellen Sie zuerst ein Projekt.
es: No hay proyectos disponibles. Crea un proyecto primero.
fr: Aucun projet disponible. Créez d'abord un projet.
ja: 利用可能なプロジェクトがありません。まずプロジェクトを作成してください。
ko: 사용 가능한 프로젝트가 없습니다. 먼저 프로젝트를 만드세요.
pt_br: Nenhum projeto disponível. Crie um projeto primeiro.
zh_hans: 没有可用项目。请先创建项目。
zh_hant: 沒有可用專案。請先建立專案。

source: No Proto Bundles
de: Keine Proto-Bundles
es: Sin paquetes proto
fr: Aucun bundle proto
ja: Proto バンドルなし
ko: Proto 번들 없음
pt_br: Sem pacotes proto
zh_hans: 无 Proto 包
zh_hant: 無 Proto 套件

source: No proto bundles in this project.
de: Keine Proto-Bundles in diesem Projekt.
es: No hay paquetes proto en este proyecto.
fr: Aucun bundle proto dans ce projet.
ja: このプロジェクトに Proto バンドルはありません。
ko: 이 프로젝트에 Proto 번들이 없습니다.
pt_br: Nenhum pacote proto neste projeto.
zh_hans: 此项目中没有 Proto 包。
zh_hant: 此專案中沒有 Proto 套件。

source: No removed operations
de: Keine entfernten Operationen
es: No hay operaciones eliminadas
fr: Aucune opération supprimée
ja: 削除された操作はありません
ko: 제거된 작업 없음
pt_br: Nenhuma operação removida
zh_hans: 无移除操作
zh_hant: 無移除操作

source: No Requests
de: Keine Anfragen
es: Sin solicitudes
fr: Aucune requête
ja: リクエストなし
ko: 요청 없음
pt_br: Sem requisições
zh_hans: 无请求
zh_hant: 無請求

source: No requests were removed from the linked spec.
de: Es wurden keine Anfragen aus der verknüpften Spezifikation entfernt.
es: No se eliminaron solicitudes de la especificación vinculada.
fr: Aucune requête n'a été supprimée de la spécification liée.
ja: リンクされた仕様から削除されたリクエストはありません。
ko: 연결된 사양에서 제거된 요청이 없습니다.
pt_br: Nenhuma requisição foi removida da especificação vinculada.
zh_hans: 没有从已链接规范中移除的请求。
zh_hant: 沒有從已連結規格中移除的請求。

source: No Response
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
ja: レスポンスなし
ko: 응답 없음
pt_br: Sem resposta
zh_hans: 无响应
zh_hant: 無回應

source: No response received: %@
de: Keine Antwort erhalten: %@
es: No se recibió respuesta: %@
fr: Aucune réponse reçue : %@
ja: レスポンスを受信できませんでした：%@
ko: 응답을 받지 못함: %@
pt_br: Nenhuma resposta recebida: %@
zh_hans: 未收到响应：%@
zh_hant: 未收到回應：%@

source: No Set-Cookie headers in response
de: Keine Set-Cookie-Header in der Antwort
es: Sin cabeceras Set-Cookie en la respuesta
fr: Aucun en-tête Set-Cookie dans la réponse
ja: レスポンスに Set-Cookie ヘッダーがありません
ko: 응답에 Set-Cookie 헤더 없음
pt_br: Sem cabeçalhos Set-Cookie na resposta
zh_hans: 响应中没有 Set-Cookie 标头
zh_hant: 回應中沒有 Set-Cookie 標頭

source: No SSE Events
de: Keine SSE-Ereignisse
es: Sin eventos SSE
fr: Aucun événement SSE
ja: SSE イベントなし
ko: SSE 이벤트 없음
pt_br: Sem eventos SSE
zh_hans: 无 SSE 事件
zh_hant: 無 SSE 事件

source: No Stale Requests
de: Keine veralteten Anfragen
es: Sin solicitudes obsoletas
fr: Aucune requête obsolète
ja: 仕様から外れたリクエストはありません
ko: 사양에서 제외된 요청 없음
pt_br: Nenhuma requisição desatualizada
zh_hans: 无过时请求
zh_hant: 無過時請求

source: No stale requests match your search.
de: Keine veralteten Anfragen entsprechen Ihrer Suche.
es: Ninguna solicitud obsoleta coincide con tu búsqueda.
fr: Aucune requête obsolète ne correspond à votre recherche.
ja: 検索条件に一致する仕様不一致のリクエストはありません。
ko: 검색과 일치하는 사양에서 제외된 요청이 없습니다.
pt_br: Nenhuma requisição desatualizada corresponde à sua busca.
zh_hans: 没有符合搜索条件的过时请求。
zh_hant: 沒有符合搜尋條件的過時請求。

source: No sync errors.
de: Keine Synchronisationsfehler.
es: Sin errores de sincronización.
fr: Aucune erreur de synchronisation.
ja: 同期エラーはありません。
ko: 동기화 오류가 없습니다.
pt_br: Sem erros de sincronização.
zh_hans: 没有同步错误。
zh_hant: 沒有同步錯誤。

source: No TCP Messages
de: Keine TCP-Nachrichten
es: Sin mensajes TCP
fr: Aucun message TCP
ja: TCP メッセージなし
ko: TCP 메시지 없음
pt_br: Sem mensagens TCP
zh_hans: 无 TCP 消息
zh_hant: 無 TCP 訊息

source: No trusted hosts configured.
de: Keine vertrauenswürdigen Hosts konfiguriert.
es: No hay hosts de confianza configurados.
fr: Aucun hôte de confiance configuré.
ja: 信頼できるホストが設定されていません。
ko: 구성된 신뢰할 수 있는 호스트가 없습니다.
pt_br: Nenhum servidor confiável configurado.
zh_hans: 未配置受信任的主机。
zh_hant: 未設定受信任的主機。

source: No UDP Datagrams
de: Keine UDP-Datagramme
es: Sin datagramas UDP
fr: Aucun datagramme UDP
ja: UDP データグラムなし
ko: UDP 데이터그램 없음
pt_br: Sem datagramas UDP
zh_hans: 无 UDP 数据报
zh_hant: 無 UDP 資料報

source: No unchanged operations
de: Keine unveränderten Operationen
es: No hay operaciones sin cambios
fr: Aucune opération inchangée
ja: 変更のない操作はありません
ko: 변경 없는 작업 없음
pt_br: Nenhuma operação sem alterações
zh_hans: 无未更改操作
zh_hant: 無未變更操作

source: No URL
de: Keine URL
es: Sin URL
fr: Aucune URL
ja: URL なし
ko: URL 없음
pt_br: Sem URL
zh_hans: 无 URL
zh_hant: 無 URL

source: No URL found in command
de: Keine URL im Befehl gefunden
es: No se encontró URL en el comando
fr: Aucune URL trouvée dans la commande
ja: コマンドに URL が見つかりません
ko: 명령에서 URL을 찾을 수 없음
pt_br: Nenhuma URL encontrada no comando
zh_hans: 命令中未找到 URL
zh_hant: 指令中找不到 URL

source: No WebSocket Messages
de: Keine WebSocket-Nachrichten
es: Sin mensajes WebSocket
fr: Aucun message WebSocket
ja: WebSocket メッセージなし
ko: WebSocket 메시지 없음
pt_br: Sem mensagens WebSocket
zh_hans: 无 WebSocket 消息
zh_hant: 無 WebSocket 訊息

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

source: Not checked yet
de: Noch nicht geprüft
es: Aún no comprobado
fr: Pas encore vérifié
ja: 未確認
ko: 아직 확인 안 됨
pt_br: Ainda não verificado
zh_hans: 尚未检查
zh_hant: 尚未檢查

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Notify when the linked spec changes. Updates are never applied automatically.
de: Benachrichtigen, wenn sich die verknüpfte Spec ändert. Aktualisierungen werden niemals automatisch angewendet.
es: Notificar cuando cambie la especificación vinculada. Las actualizaciones nunca se aplican automáticamente.
fr: Notifier lorsque la spécification liée change. Les mises à jour ne sont jamais appliquées automatiquement.
ja: リンクされた仕様が変更されたときに通知します。更新は自動的には適用されません。
ko: 연결된 사양이 변경되면 알림을 보냅니다. 업데이트는 자동으로 적용되지 않습니다.
pt_br: Notificar quando a especificação vinculada mudar. As atualizações nunca são aplicadas automaticamente.
zh_hans: 链接的规范更改时通知。更新绝不会自动应用。
zh_hant: 連結的規格變更時通知。更新絕不會自動套用。

source: Object field
de: Objektfeld
es: Campo del objeto
fr: Champ d'objet
ja: オブジェクトフィールド
ko: 객체 필드
pt_br: Campo do objeto
zh_hans: 对象字段
zh_hant: 物件欄位

source: Object keys
de: Objektschlüssel
es: Claves del objeto
fr: Clés de l'objet
ja: オブジェクトキー
ko: 객체 키
pt_br: Chaves do objeto
zh_hans: 对象键
zh_hant: 物件鍵

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关闭
zh_hant: 關閉
